export const steps = [
    {
        title: 'Защита автомобиля',
        description:
            'Примите все меры для защиты автомобиля от дополнительных повреждений, включая выставление знака аварийной остановки согласно правилам дорожного движения.',
    },
    {
        title: 'Страхование и компенсация',
        description:
            'Сообщите участникам ДТП, что у вас есть страховка гражданской ответственности, и они могут обратиться к страховой компании за материальной компенсацией ущерба.',
    },
    {
        title: 'Оформление документов',
        description:
            'Обязательно вызовите сотрудника ГИБДД для оформления всех необходимых документов и получения официального протокола о дорожно-транспортном происшествии.',
    },
    {
        title: 'Консультация с менеджером',
        description:
            'Позвоните менеджеру «Авено» для получения консультации и информации о дальнейших действиях в связи с произошедшим ДТП и возможными компенсациями.',
    },
    {
        title: 'Сохранение документов',
        description:
            'Сохраните формы №12 и №748, а также протокол и постановление. Убедитесь, что на всех этих документах имеются необходимые печати и подписи ответственных лиц.',
    },
    {
        title: 'Заполнение извещения',
        description:
            'Заполните форму «Извещение о ДТП», указав все необходимые данные о происшествии, участниках и обстоятельствах, чтобы избежать недоразумений в будущем.',
    },
];
